Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victims_and_the_garda_siochana.html.txt.tmx
Source language: en
Languages: ga

source: Victims of Crime and the Garda Siochana
ga: An Garda Síochána agus íospartaigh choireanna

source: The Gardai (Irish police force) work towards preventing crime, protecting life and property, preserving the peace and maintaining public safety
ga: Tá na Gardaí ag obair le coireanna a stopadh, saol agus maoin a chosaint, síocháin a choinneáil agus sábháilteacht an phobail a chothú

source: When crimes and offences happen, the Gardai investigate them and try to bring those responsible to justice
ga: Nuair a bhíonn coireanna ann, déanann na Gardaí iad a fhiosrú agus iarracht na daoine atá freagrach a thabhairt ós comhair na gcúirteanna

source: They do this by
ga: Déanann siad a gcuid oibre

source: • cautioning young offenders for a range of minor offences,
ga: • tríd foláireamh a thabhairt d'óigchiontóirí maidir le réimse mionchoireanna,

source: • prosecuting offenders in the District Court for less serious offences and
ga: • tríd ciontóirí a thabhairt ós comhair na Cúirte Dúiche maidir le mionchoireanna agus

source: • reporting the results of investigations to the Director of Public Prosecutions and asking for direction for more serious crimes
ga: • tuairisc a chur chuig Stiúrthóir na nInchúisithe Poiblí agus treoir a lorg uaidh/uaithi maidir le coireanna troma

source: The Gardai are committed to treating victims of crime with empathy, courtesy, respect and dignity
ga: Tá na Gardaí dírithe ar thrua, cúirtéis, meas agus dínit a thaispeáint d'íobartaigh choireanna

source: If you are a victim of crime, the Gardai will respond quickly to your call
ga: Má tá duine thíos le coir ní mór do na Gardaí teacht i gcabhair air/uirthi gan moill tar éis glaoch a fháil

source: They must give your case equal priority with other cases, whatever your gender, race, religion, ethnic origin, sexual orientation, age, economic circumstances or membership of any minority group
ga: Ní mór dóibh deileáil le chuile chás leis an riachtanas céanna is cuma an fear nó bean an t-íobartach, cén cine, creideamh, bunús eitneach lena bhaineann sé/sí, cén claonadh gnéasach, aois, cúinsí eacnamúla nó ballraíocht in aon mhionghrúpa atá ag an duine

source: If you are a victim of crime, you are entitled to information from the Gardai
ga: Tá sé de cheart ag íobartach coire eolas a fháil ó na Gardaí

source: The Gardai must tell you the name, telephone number and station of the investigating Garda
ga: Ní mór do na Gardaí ainm, uimhir ghutháin agus stáisiún an Gharda atá ag fiosrú a c(h)áis a insint don íobartach

source: The Gardai will explain the investigation process to you and make sure that you are kept informed about the progress of the investigation, including whether a suspect is charged or cautioned
ga: Ní mór do na Gardaí an próiséas fiosrúcháin a mhíniú don íobartach agus cinntiú go bhfuil eolas aige/aici go leanúnach ar an bhfiosrúchán, má tá duine cúisithe nó foláireamh tugtha dó/dí maidir leis an gcoir mar shampla

source: You will also be told about the support services available to victims of crime
ga: Ba cheart dóibh freisin insint don íobartach faoi na seirbhísí tacaíochta don íobartach Victim Support

source: If a suspect has been charged, the Gardai will
ga: Má tá duine cúisithe leis an gcoir ní mór do na Gardaí

source: • tell you whether the accused is in custody or on bail and the conditions attached to the bail
ga: • insint don íobartach an bhfuil an té atá cúisithe faoi choiméad nó saor ar bhannaí agus céard iad na coinníollacha a bhaineann leis na bannaí sin

source: • tell you the time, date and location of the court hearings
ga: • am, dáta agus áit na héisteachta sa chúirt a insint don íobartach

source: • explain the prosecution process involved
ga: • cur síos ar an gcóras le duine a chiontú thabhairt don íobartach

source: • tell you if you are likely to be called as a witness
ga: • insint don íobartach an bhfuil cosúlacht ann go nglaofar air/uirthi mar fhinné

source: • if you are going to be called as a witness, tell you about the help available from Victim Support
ga: • insint don íobartach an bhfuil seans go nglaofar air/uirthi mar fhinné agus é/í a chur ar an eolas maidir leis an gcúnamh atá ar fáil ó Thacaíocht don Íobartach Victim Support

source: • explain when a judge may ask for a victim impact statement (pdf) (for sexual and violent offences) and arrange for its completion
ga: • míniú céard atá i gceist nuair a lorgaíonn breitheamh tuairisc ar thionchar ar an íobartach (pdf) (i gcás coireanna gnéis agus foréigneacha)

source: • tell you if you are entitled to court expenses
ga: • insint don íobartach má tá sé/sí i dteideal costas a éileamh le freastal ar an gcúirt

source: • tell you the final outcome of the trial
ga: • toradh deireanach na trialach a chur in iúl don íobartach

source: If the crime caused serious trauma to you or your family, the Gardai will tell you if the offender is about to be released from prison, if they are notified of the release
ga: Má chuir an choir isteach go mór ar an íobartach agus ar a t(h)eaghlach, inseoidh na Gardaí don íobartach é má bhíonn an ciontóir le scaoileadh ón bpríosún

source: There is no requirement to inform the Gardaí of the release of offenders unless a sex offenders order is in operation
ga: Cuirfidh na Gardaí aon socruithe a theastaíonn i bhfeidhm freisin maidir le sábháilteacht an íobartaigh a chinntiú

source: The Gardai will show special sensitivity if you are a victim of a sexual offence
ga: Ní mór do na Gardaí deileáil ar bhealach lochailleach faoi leith le duine a bhíonn thíos le coir ghnéis

source: If it is appropriate, your case will be dealt with by a special Garda unit for domestic violence and sexual assault investigation
ga: Más gá breathnóidh aonad speisialta den Gharda i ndiaidh an cháis más fiosrúchán maidir le foréigean tí nó ionsaí gnéis atá i gceist

source: The Gardai will try to make sure that the Garda and the doctor who are helping you are of the same gender
ga: Déanfaidh na Gardaí chuile iarracht gur Garda agus dochtúir den ghnéas céanna a bheidh ag deileáil le duine a d'fhulaing coir throm den chineál seo

source: You will be told about special support agencies dealing with sexual offences
ga: Cuirfear eolas ar fáil don íobartach maidir le heagrais speisialta tacaíochta a bhíonn ag plé le coireanna gnéis

source: Families of murder victims
ga: Teaghlaigh daoine a dúnmharaíodh

source: If you are the family of a murder victim, a Garda superintendent will contact you and the relevant Victim Support Service
ga: Déanfaigh ceannfort na nGardaí teagmháil le teaghlach duine a dúnmharaíodh agus leis an tSeirbhís Tacaíochta don Íobartach

source: After the initial contact, a named member of the Garda team investigating the murder will continue to keep you and Victim Support informed
ga: Nuair atá an chéad teagmháil déanta beidh Garda amháin ainmnithe ón bhfoireann fhiosrúcháin leis an teaghlach agus Tacaíocht don Íobartach a choinneáil ar an eolas maidir leis an gcás

source: Victims of domestic violence
ga: Daoine a d'fhulaing foréigean tí

source: If you are a victim of domestic violence, you are entitled to the same Garda support services as victims of sexual violence and serious crime
ga: Tá íobartach foréigean tí i dteideal na seirbhísí tacaíochta céanna a fháil ó na Gardaí agus a fhaigheann daoine a d'fhulaing foréigean gnéis agus coireanna troma

source: A pro-arrest policy reflects Garda operational practice in protecting you and your family
ga: Tá polasaí gabhála i bhfeidhm a léiríonn obair na nGardaí ar son an íobartaigh agus an teaghlaigh a chosaint

source: Victims with special needs
ga: Íobartaigh a bhfuil riachtanais speisialta acu

source: If you are an elderly person and you have been the victim of a crime, the Gardai will take all possible steps to protect you and your home
ga: Déanfaidh na Gardaí chuile iarracht le seanduine ar imríodh coir ina c(h)oinne agus a t(h)each a chosaint

source: If you are a visitor to Ireland or if you cannot speak fluent English, the Gardai will provide a translator and will refer you to the Tourist Victim Support service
ga: Cuirfidh na Gardaí turasóir chun na tíre nó duine nach bhfuil Béarla líofa aige/aici i dteagmháil le seirbhís Tacaíocht don Íobartach atá ina t(h)urasóir

source: If you are a physically or mentally disabled person, the Gardai will try to provide for your special needs
ga: Déanfaidh na Gardaí chuile iarracht freastal ar riachtanais íobartaigh a bhfuil míchumas fisiciúil nó intinne air/uirthi

source: If you are not fully satisfied with the assistance you have received from members of the Garda Siochana or if you have any enquiries or suggestions, you should contact the Garda Victim Liaison Officer or your local superintendent
ga: Má tá duine míshásta leis an gcúnamh a fhaigheann sé/sí ó bhaill den Gharda Síochána nó má tá aon fhiosrúchán nó moltaí ag duine is féidir teagmháil a dhéanamh leis Oifigeach Teagmhála Íobartaigh an Gharda Síochána nó leis an gceannfort áitiúil

source: You will receive a reply within 21 days
ga: Cuirfear freagra ar ais taobh istigh de 21 lá

source: Further information is available in the Garda Síochána Victims Charter (pdf). Where to apply
ga: Cá háit a ndéanfaidh mé iarratas
